PATH_DIR_DATA = 'data\\'
PATH_OUT_FILE_BEGIN = 'дежурства на '
PATH_OUT_FILE_END = ' 10 классы 2020.docx'
PATH_TEMPLATE = 'template.docx'

DICT_FOR_DEZ = {
    'С': 'Пом. деж. по столовой (с 9:00 до 18:00 след. дня)',
    'п': 'Помощник начальника патруля',
    '1': 'Пом. деж. по к. № 1',
    '3': 'Пом. деж. по к. № 1',
    '5': 'Пом. деж. по к. № 1',
    '6': 'Пом. деж. по к. № 1',
    '8': 'Пом. деж. по к. № 1',
    '13': 'Пом. деж. по к. № 1',
    '1с': 'Ст. пом. деж. по к. № 1',
    '3с': 'Ст. пом. деж. по к. № 3',
    '5с': 'Ст. пом. деж. по к. № 5',
    '6с': 'Ст. пом. деж. по к. № 6',
    '8с': 'Ст. пом. деж. по к. № 8',
    '13с': 'Ст. пом. деж. по к. № 13',
    'г': 'Деж. по гардеробу (с 7:30 до 19:00 след.дня)',
}
